"Application Firewall" = "응용 프로그램 방화벽";

"Deny" = "거부";

"Always Allow" = "허용";

"Clicking %@ may limit the application\\U2019s behavior. This setting can be changed in the Firewall pane of Security preferences." = "%@을(를) 클릭하면 응용 프로그램의 동작이 제한될 수도 있습니다. 이 설정은 보안 환경설정의 방화벽 패널에서 변경할 수 있습니다.";

"Do you want the application \\U201C%@\\U201D to accept incoming network connections?" = "“%@” 응용 프로그램이 들어오는 네트워크 연결을 허용하도록 하겠습니까?";
